<template>
    <section
        class="main-content is-justify-content-center columns is-mobile is-fullheight">
        <div id="content" class="column is-9 block">
            <!-- Title -->
            <page-title title="About"></page-title>
	<div class="content">
<p>Το παρόν σύστημα είναι αποτέλεσμα συνεργασίας πολλών φοιτητών στο πλαίσιο εκπόνησης πτυχιακής ή και διπλωματικής εργασίας. Κατά χρονική σειρά (συν-)εργάστηκαν οι:</p>
<ul>
<li>Σιδηρόπουλος Αντώνης: Αρχική ιδέα, σχεδιασμός και επίβλεψη.</li>
<li>Νικολαΐδης Νικόλας-Χρήστος: Πτυχιακή εργασία, 2018-2020. Σχεδιασμός και ανάπτυξη της αρχικής έκδοσης της web εφαρμογής (API και web client). </li>
<li>Ραφαήλ Μονογιός: Πτυχιακή εργασία, 2019-2020. Υλοποίηση GUI Client για Android.</li>
<li>Μπάρμπας Αντώνιος: Πτυχιακή εργασία, 2020-2021. Σύστημα διάδοσης ειδοποιήσεων. </li>
<li>Στίνης Γεώργιος: Πτυχιακή εργασία, 2021-2022. Βελτίωση/Επανασχεδιασμός web client.</li>
<li>Παπαδόπουλος Παντελεήμων-Νεκτάριος: Πτυχιακή εργασία, 2021-2022. Βελτίωση/Επανασχεδιασμός WEB API.</li>
</ul>

<p>Το Τμήμα Μηχανικών Πληροφορικής και Ηλεκτρονικών Συστημάτων ευχαριστεί όλους τους παραπάνω και όλους όσους συνέβαλαν άμεσα ή έμμεσα στην ανάπτυξη αυτού του συστήματος.</p>
</div>
        </div>
    </section>
</template>

<script>
export default {

}
</script>

<style>

</style>
